/* GENERAL */
"okCallToAction" = "OK"; /* alert call to action */
"deleteCallToAction" = "Delete"; /* alert call to action */
"dismissCallToAction" = "Dismiss";



/* TABS */
"homeTab" = "Home"; /* Home tab */
"openTab" = "Open"; /* Open projects tab */
"closedTab" = "Closed"; /* Closed projects tab */
"awardsTab" = "Awards"; /* Awards tab */



/* HOME VIEW */
"upNextSectionHeader" = "Up next"; /* section header for user's most high priority items */
"moreToExploreSectionHeader" = "More to explore"; /* section header for user's other items, sorted in order of priority */
"landscapePlaceholder" = "Please select something from the menu to begin."; /* placeholder text for when the user has the device in landscape mode */
"%@, %lld items, %g%% complete" = "%@, %lld items, %g%% complete"; /* label for VoiceOver */



/* PROJECTS VIEW */
"openProjects" = "Open Projects"; /* navigation bar title */
"closedProjects" = "Closed Projects"; /* navigation bar title */
"New Project" = "New Project"; /* placeholder text for title of a newly added project */
"New Item" = "New Item"; /* placeholder text for title of a newly added item */
"noProjectsPlaceholder" = "Nothing to see here..."; /* placeholder text for when the user has yet to open any projects */
"addProject" = "Add Project"; /* label for plus button in the toolbar */
"addItem" = "Add Item"; /* label for the new item button in the list of items for a project */
"%@, completed" = "%@, completed"; /* label for VoiceOver indicating whether an item is complete or not */
"%@, high priority" = "%@, high priority"; /* label for VoiceOver indicating whether an item is high priority or not */



/* PROJECT ITEM SORTING */
"Sort" = "Sort"; /* label for the sort items button in the toolbar */
"sortItemsTitle" = "Sort Items"; /* title for action sheet */
"sortItemsMessage" = "How would you like to sort project items?"; /* message for action sheet */
"sortOrderOptimised" = "Optimised"; /* project item sorting method */
"sortOrderDateCreated" = "Date Created"; /* project item sorting method */
"sortOrderAlphabetical" = "Alphabetically"; /* project item sorting method */



/* EDITING A PROJECT */
"editProject" = "Edit Project"; /* navigation bar title */
"basicSettingsSectionHeader" = "Basic Settings"; /* section header */
"projectName" = "Project name"; /* placeholder text for textfield */
"projectDescription" = "Project description"; /* placeholder text for text field */
"projectRemindersSectionHeader" = "Project reminders";
"showReminders" = "Show reminders";
"reminderTime" = "Reminder time";
"projectRemindersErrorTitle" = "Oops!";
"projectRemindersErrorMessage" = "There was a problem. Please check you have notifications enabled.";
"settingsButtonText" = "Check Settings";
"projectColorSectionHeader" = "Select Project Colour"; /* section header */
"Pink" = "Pink"; /* project colour */
"Purple" = "Purple"; /* project colour */
"Red" = "Red"; /* project colour */
"Orange" = "Orange"; /* project colour */
"Gold" = "Gold"; /* project colour */
"Green" = "Green"; /* project colour */
"Teal" = "Teal"; /* project colour */
"Light Blue" = "Light Blue"; /* project colour */
"Dark Blue" = "Dark Blue"; /* project colour */
"Midnight" = "Midnight"; /* project colour */
"Dark Gray" = "Dark Gray"; /* project colour */
"Gray" = "Gray"; /* project colour */
"closeProject" = "Close Project"; /* label for the close project button - closing a project is equivalent to marking it as finished */
"reopenProject" = "Reopen Project"; /* label for the reopen project button - reopening a project is equivalent to marking it as not finished */
"deleteProject" = "Delete Project"; /* label for the delete project button */
"warningFooter" = "Closing a project moves it from the Open to Closed tab. Deleting a project removes it completely and is irreversible."; /* warning text below the delete button */
"deleteProjectAlertTitle" = "Delete project?"; /* alert title */
"deleteProjectAlertMessage" = "Are you sure you want to delete this project? This action cannot be undone."; /* message for alert */



/* EDITING AN ITEM */
"editItem" = "Edit Item"; /* navigation bar title */
"itemName" = "Item name"; /* placeholder text for textfield */
"itemDescription" = "Description"; /* placeholder text for textfield */
"itemPriority" = "Priority"; /* section header */
"itemPriorityHigh" = "High"; /* project item priority */
"itemPriorityMedium" = "Medium"; /* project item priority */
"itemPriorityLow" = "Low"; /* project item priority */
"markCompletedToggleLabel" = "Mark Completed"; /* toggle label to indicate an item is finished */



/* AWARDS VIEW */
"lockedAlertTitle" = "Locked"; /* title for alert */
"Unlocked: %@" = "Unlocked: %@"; /* message for alert */



/* UNLOCK PREMIUM */
"getUnlimitedProjectsTitle" = "Get unlimited projects!";
"getUnlimitedProjectsTerms" = "You can add three projects for free, or add unlimited projects for ";
"restoreUnlimitedProjects" = "If you already bought the unlock on another device, press Restore Purchases.";
"buyButton" = "Purchase Premium";
"restoreButton" = "Restore Purchases";
"storeLoadingError" = "Sorry, there was an error loading the store. Please try again later.";
"storeLoading" = "Loading...";
"purchaseThankYouMessage" = "Thank you!";
"deferredPurchaseThankYouMessage" = "Thank you! Your request is pending approval, but you can carry on using the app in the meantime.";



/* WIDGETS */
"widgetUpNext" = "Up next…";
"widgetNoItems" = "Nothing!";
"widgetTopPrioritySingle" = "Your #1 top-priority item.";
"widgetTopPriorityMultiple" = "Your top-priority items.";
